pg = pg or {}
pg.gameset_language_client = {
	アニメキャラソン特典寮舎家具① = {
		value = "動畫角色歌特典傢俱①",
		key = "アニメキャラソン特典寮舎家具①"
	},
	アニメキャラソン特典寮舎家具② = {
		value = "動畫角色歌特典傢俱②",
		key = "アニメキャラソン特典寮舎家具②"
	},
	アニメキャラソン特典寮舎家具③ = {
		value = "動畫角色歌特典傢俱③",
		key = "アニメキャラソン特典寮舎家具③"
	},
	アニメキャラソン特典寮舎家具④ = {
		value = "動畫角色歌特典傢俱④",
		key = "アニメキャラソン特典寮舎家具④"
	},
	アニメキャラソン特典寮舎家具⑤ = {
		value = "動畫角色歌特典傢俱⑤",
		key = "アニメキャラソン特典寮舎家具⑤"
	},
	アニメキャラソン特典寮舎家具⑥ = {
		value = "動畫角色歌特典傢俱⑥",
		key = "アニメキャラソン特典寮舎家具⑥"
	},
	アニメキャラソン特典寮舎家具⑦ = {
		value = "動畫角色歌特典傢俱⑦",
		key = "アニメキャラソン特典寮舎家具⑦"
	},
	アニメキャラソン特典寮舎家具⑧ = {
		value = "動畫角色歌特典傢俱⑧",
		key = "アニメキャラソン特典寮舎家具⑧"
	},
	アニメキャラソン特典寮舎家具⑨ = {
		value = "動畫角色歌特典傢俱⑨",
		key = "アニメキャラソン特典寮舎家具⑨"
	},
	アニメキャラソン特典寮舎家具⑩ = {
		value = "動畫角色歌特典傢俱⑩",
		key = "アニメキャラソン特典寮舎家具⑩"
	},
	アニメキャラソン特典寮舎家具⑪ = {
		value = "動畫角色歌特典傢俱⑪",
		key = "アニメキャラソン特典寮舎家具⑪"
	},
	アニメキャラソン特典寮舎家具⑫ = {
		value = "動畫角色歌特典傢俱⑬",
		key = "アニメキャラソン特典寮舎家具⑫"
	},
	アニメキャラソン特典寮舎家具⑬ = {
		value = "動畫角色歌特典傢俱⑬",
		key = "アニメキャラソン特典寮舎家具⑬"
	},
	アニメキャラソン特典寮舎家具⑭ = {
		value = "動畫角色歌特典傢俱⑭",
		key = "アニメキャラソン特典寮舎家具⑭"
	},
	アニメキャラソン特典寮舎家具⑮ = {
		value = "動畫角色歌特典傢俱⑮",
		key = "アニメキャラソン特典寮舎家具⑮"
	},
	アニメキャラソン特典寮舎家具⑯ = {
		value = "動畫角色歌特典傢俱⑯",
		key = "アニメキャラソン特典寮舎家具⑯"
	},
	アニメキャラソン特典寮舎家具⑰ = {
		value = "動畫角色歌特典傢俱⑰",
		key = "アニメキャラソン特典寮舎家具⑰"
	}
}

return
